app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "cpf", "created_at", "updated_at", "password_digest") VALUES (?, ?, ?, ?, ?, ?)
---
  def create
    @user = User.new(user_params)
    if @user.save